Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# InventoryWindow_TargetCount
source: Target Qty
de_de: Zielanzahl
es_mx: Cant. objetivo
fr_fr: Quantité cible
hi_in: लक्ष्य मात्रा
id_id: Jumlah Target
it_it: Qtà Obiettivo
ja_jp: 目標数
ko_kr: 목표 수량
pt_br: Qtd. alvo
ru_ru: Цель
zh_cn: 目标数量
zh_tw: 目標數量

# InventoryWindow_GoalMetHint
source: Once the goal is met, the item card will show a completion badge.
de_de: Wenn die Zielmenge erreicht ist, wird die Gegenstandskarte automatisch als erledigt markiert.
es_mx: Una vez alcanzado el objetivo, la tarjeta del objeto mostrará una insignia de completado.
fr_fr: Une fois l'objectif atteint, la carte de l'objet affiche automatiquement une coche de complétion.
hi_in: लक्ष्य पूर्ण होने पर आइटम कार्ड पूर्णता बैज दिखाएगा।
id_id: Setelah target tercapai, kartu item akan menampilkan lencana selesai.
it_it: Una volta raggiunto l'obiettivo, la scheda oggetto mostrerà un badge di completamento.
ja_jp: 目標達成時、アイテムカードに完了バッジが表示されます。
ko_kr: 목표가 달성되면 아이템 카드에 완료 배지가 표시됩니다.
pt_br: Quando a meta for atingida, o card do item mostrará um emblema de conclusão.
ru_ru: При достижении цели на карточке появится значок выполнения.
zh_cn: 达成目标后，物品卡片会自动显示完成标记。
zh_tw: 達成目標後，物品卡片會自動顯示完成標記。

# AchievementWindow_Title
source: Achievement Manager
de_de: Erfolgsverwaltung
es_mx: Gestor de logros
fr_fr: Gestion des succès
hi_in: उपलब्धि प्रबंधक
id_id: Manajer Achievement
it_it: Gestore Obiettivi
ja_jp: アチーブメントマネージャー
ko_kr: 업적 관리자
pt_br: Gerenciador de conquistas
ru_ru: Менеджер достижений
zh_cn: 成就管理
zh_tw: 成就管理

# AchievementWindow_Archive
source: Achievement Archive
de_de: Erfolgsarchiv
es_mx: Archivo de logros
fr_fr: Archives des succès
hi_in: उपलब्धि संग्रह
id_id: Arsip Achievement
it_it: Archivio Obiettivi
ja_jp: アチーブメントアーカイブ
ko_kr: 업적 아카이브
pt_br: Arquivo de conquistas
ru_ru: Архив достижений
zh_cn: 成就档案
zh_tw: 成就檔案

# AchievementWindow_ViewGuide
source: View Guide
de_de: Anleitung anzeigen
es_mx: Ver guía
fr_fr: Voir le guide
hi_in: गाइड देखें
id_id: Lihat Panduan
it_it: Visualizza Guida
ja_jp: ガイドを見る
ko_kr: 가이드 보기
pt_br: Ver guia
ru_ru: Смотреть руководство
zh_cn: 查看攻略
zh_tw: 查看攻略

# AchievementWindow_SearchGuideTooltip
source: Search for this achievement guide on MiYouShe
de_de: In der MiHoYo-App nach diesem Erfolg suchen
es_mx: Buscar esta guía de logro en MiYouShe
fr_fr: Rechercher comment obtenir ce succès sur Hoyolab
hi_in: इस उपलब्धि गाइड को MiYouShe पर खोजें
id_id: Cari panduan achievement ini di MiYouShe
it_it: Cerca la guida per questo obiettivo su HoYoLAB
ja_jp: MiYouSheでこのアチーブメントのガイドを検索
ko_kr: 미호요 커뮤니티에서 이 업적 가이드 검색
pt_br: Pesquisar guia desta conquista no MiYouShe
ru_ru: Найти руководство по достижению на MiYouShe
zh_cn: 在米游社搜索此成就获取方式
zh_tw: 在米遊社搜尋此成就獲取方式

# AchievementWindow_SwitchView
source: Switch View
de_de: Ansicht wechseln
es_mx: Cambiar vista
fr_fr: Changer de vue
hi_in: दृश्य स्विच करें
id_id: Ganti Tampilan
it_it: Cambia Vista
ja_jp: 表示切替
ko_kr: 보기 전환
pt_br: Alternar visualização
ru_ru: Сменить вид
zh_cn: 切换视图
zh_tw: 切換檢視

# AchievementWindow_PrimogemTooltip
source: Primogems: Earned / Total
de_de: Urgestein: Erhalten / Gesamt
es_mx: Protogemas: Obtenidas / Total
fr_fr: Primo-gemmes : obtenues / total
hi_in: प्रिमोजेम: अर्जित / कुल
id_id: Primogem: Diperoleh / Total
it_it: Primogemme: Ottenute / Totali
ja_jp: 原石: 獲得 / 合計
ko_kr: 원석: 획득 / 총계
pt_br: Primogemas: Ganhas / Total
ru_ru: Камни Истока: заработано / всего
zh_cn: 原石：已获得 / 总计
zh_tw: 原石：已獲得 / 總計

# AchievementWindow_ProgressTooltip
source: Achievement Progress
de_de: Erfolgsfortschritt
es_mx: Progreso de logros
fr_fr: Progression des succès
hi_in: उपलब्धि प्रगति
id_id: Progres Achievement
it_it: Progresso Obiettivi
ja_jp: アチーブメント進捗
ko_kr: 업적 진행률
pt_br: Progresso de conquistas
ru_ru: Прогресс достижений
zh_cn: 成就进度
zh_tw: 成就進度

# AchievementWindow_SearchPlaceholder
source: Search achievement name, description...
de_de: Erfolgsname, Beschreibung suchen...
es_mx: Buscar nombre de logro, descripción...
fr_fr: Rechercher un nom de succès, une description...
hi_in: उपलब्धि नाम, विवरण खोजें...
id_id: Cari nama achievement, deskripsi...
it_it: Cerca nome obiettivo, descrizione...
ja_jp: アチーブメント名、説明を検索...
ko_kr: 업적 이름, 설명 검색...
pt_br: Pesquisar nome da conquista, descrição...
ru_ru: Поиск по названию, описанию...
zh_cn: 搜索成就名称、描述...
zh_tw: 搜尋成就名稱、描述...

# AchievementWindow_Version
source: Version
es_mx: Versión
hi_in: संस्करण
id_id: Versi
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
pt_br: Versão
ru_ru: Версия
zh_cn: 版本
zh_tw: 版本

# AchievementWindow_HiddenComplete
source: Hide Completed
de_de: Abgeschlossene ausblenden
es_mx: Ocultar completados
fr_fr: Masquer les succès terminés
hi_in: पूर्ण छिपाएँ
id_id: Sembunyikan yang Selesai
it_it: Nascondi Completati
ja_jp: 完了済みを非表示
ko_kr: 완료 숨기기
pt_br: Ocultar concluídos
ru_ru: Скрыть выполненные
zh_cn: 已隐藏完成
zh_tw: 已隱藏完成

# AchievementWindow_ShowAll
source: Show All
de_de: Alle anzeigen
es_mx: Mostrar todo
fr_fr: Tout afficher
hi_in: सभी दिखाएँ
id_id: Tampilkan Semua
it_it: Mostra Tutto
ja_jp: すべて表示
ko_kr: 모두 표시
pt_br: Mostrar todos
ru_ru: Показать все
zh_cn: 显示全部
zh_tw: 顯示全部

# AchievementWindow_UIAFImport
source: UIAF Import
de_de: UIAF importieren
es_mx: Importar UIAF
fr_fr: Importer UIAF
hi_in: UIAF आयात
id_id: Impor UIAF
it_it: Importa UIAF
ja_jp: UIAFインポート
ko_kr: UIAF 가져오기
pt_br: Importar UIAF
ru_ru: Импорт UIAF
zh_cn: UIAF导入
zh_tw: UIAF 匯入

# AchievementWindow_UIAFExport
source: UIAF Export
de_de: UIAF exportieren
es_mx: Exportar UIAF
fr_fr: Exporter UIAF
hi_in: UIAF निर्यात
id_id: Ekspor UIAF
it_it: Esporta UIAF
ja_jp: UIAFエクスポート
ko_kr: UIAF 내보내기
pt_br: Exportar UIAF
ru_ru: Экспорт UIAF
zh_cn: UIAF导出
zh_tw: UIAF 匯出

# AchievementWindow_ImportRecords
source: Import Records
de_de: Datensätze importieren
es_mx: Importar registros
fr_fr: Importer des données
hi_in: रिकॉर्ड आयात करें
id_id: Impor Catatan
it_it: Importa Record
ja_jp: レコードインポート
ko_kr: 기록 가져오기
pt_br: Importar registros
ru_ru: Импорт записей
zh_cn: 导入记录
zh_tw: 匯入記錄

# AchievementWindow_ManualSave
source: Manual Save
de_de: Manuell speichern
es_mx: Guardar manualmente
fr_fr: Sauvegarde manuelle
hi_in: मैन्युअल सहेजें
id_id: Simpan Manual
it_it: Salvataggio Manuale
ja_jp: 手動保存
ko_kr: 수동 저장
pt_br: Salvar manualmente
ru_ru: Ручное сохранение
zh_cn: 手动保存
zh_tw: 手動儲存

# AchievementWindow_CurrentProfile
source: Current Profile
de_de: Aktuelles Profil
es_mx: Perfil actual
fr_fr: Profil actuel
hi_in: वर्तमान प्रोफ़ाइल
id_id: Profil Saat Ini
it_it: Profilo Corrente
ja_jp: 現在のプロファイル
ko_kr: 현재 프로필
pt_br: Perfil atual
ru_ru: Текущий профиль
zh_cn: 当前存档
zh_tw: 目前存檔

# AchievementWindow_ManageArchive
source: Switch or create archive
de_de: Profil wechseln oder neu erstellen
es_mx: Cambiar o crear archivo
fr_fr: Changer ou créer un profil
hi_in: स्विच करें या संग्रह बनाएँ
id_id: Ganti atau buat arsip
it_it: Cambia o crea archivio
ja_jp: アーカイブの切替または作成
ko_kr: 아카이브 전환 또는 생성
pt_br: Trocar ou criar arquivo
ru_ru: Сменить или создать архив
zh_cn: 切换或新建存档
zh_tw: 切換或建立存檔

# AchievementWindow_ArchiveManagement
source: Archive Management
de_de: Profilverwaltung
es_mx: Gestión de archivos
fr_fr: Gestion des profils
hi_in: संग्रह प्रबंधन
id_id: Manajemen Arsip
it_it: Gestione Archivio
ja_jp: アーカイブ管理
ko_kr: 아카이브 관리
pt_br: Gerenciamento de arquivos
ru_ru: Управление архивом
zh_cn: 存档管理
zh_tw: 存檔管理

# AchievementWindow_UpdateData
source: Update Data
de_de: Daten aktualisieren
es_mx: Actualizar datos
fr_fr: Mettre à jour les données
hi_in: डेटा अपडेट करें
id_id: Perbarui Data
it_it: Aggiorna Dati
ja_jp: データ更新
ko_kr: 데이터 업데이트
pt_br: Atualizar dados
ru_ru: Обновить данные
zh_cn: 更新数据
zh_tw: 更新資料

# AchievementWindow_Progress
source: Progress:
de_de: Fortschritt:
es_mx: Progreso:
fr_fr: Progression :
hi_in: प्रगति:
id_id: Progres:
it_it: Progresso:
ja_jp: 進捗:
ko_kr: 진행률:
pt_br: Progresso:
ru_ru: Прогресс:
zh_cn: 进度:
zh_tw: 進度:

# AgreementPage_Title
source: User Agreement
de_de: Nutzungsvereinbarung
es_mx: Acuerdo de usuario
fr_fr: Conditions d'utilisation
hi_in: उपयोगकर्ता अनुबंध
id_id: Perjanjian Pengguna
it_it: Contratto di Licenza
ja_jp: 利用規約
ko_kr: 사용자 약관
pt_br: Acordo do usuário
ru_ru: Пользовательское соглашение
zh_cn: 用户协议
zh_tw: 使用者條款

# AgreementPage_Welcome
source: Welcome to FufuLauncher! Please read the following agreement carefully.
de_de: Willkommen bei FufuLauncher! Bitte lies die folgenden Vereinbarungen sorgfältig durch.
es_mx: ¡Bienvenido a FufuLauncher! Por favor, lee detenidamente el siguiente acuerdo.
fr_fr: Bienvenue sur FufuLauncher ! Veuillez lire attentivement les conditions suivantes.
hi_in: FufuLauncher में आपका स्वागत है! कृपया निम्न अनुबंध ध्यानपूर्वक पढ़ें।
id_id: Selamat datang di FufuLauncher! Harap baca perjanjian berikut dengan saksama.
it_it: Benvenuto su FufuLauncher! Leggi attentamente il seguente contratto.
ja_jp: FufuLauncherへようこそ！以下の規約をよくお読みください。
ko_kr: FufuLauncher에 오신 것을 환영합니다! 다음 약관을 주의 깊게 읽어주세요.
pt_br: Bem-vindo ao FufuLauncher! Por favor, leia o acordo a seguir com atenção.
ru_ru: Добро пожаловать в FufuLauncher! Пожалуйста, внимательно прочтите соглашение.
zh_cn: 欢迎使用芙芙启动器！请仔细阅读以下协议内容。
zh_tw: 歡迎使用芙芙啟動器！請仔細閱讀以下條款內容。

# AgreementPage_AgreeCheck
source: I have read and agree to the User Agreement
de_de: Ich habe die Nutzungsvereinbarung gelesen und stimme zu (I have read and agree)
es_mx: He leído y acepto el Acuerdo de usuario
fr_fr: J'ai lu et j'accepte les conditions d'utilisation
hi_in: मैंने उपयोगकर्ता अनुबंध पढ़ा और सहमत हूँ
id_id: Saya telah membaca dan menyetujui Perjanjian Pengguna
it_it: Ho letto e accetto il Contratto di Licenza
ja_jp: 利用規約を読み、同意しました
ko_kr: 사용자 약관을 읽고 동의합니다
pt_br: Eu li e concordo com o Acordo do Usuário
ru_ru: Я прочитал и согласен с Пользовательским соглашением
zh_cn: 我已阅读并同意用户协议 (I have read and agree)
zh_tw: 我已閱讀並同意使用者條款 (I have read and agree)

# AgreementPage_ScrollHint
source: Please scroll to read the full agreement before agreeing
de_de: Bitte scrolle durch die vollständige Vereinbarung und setze dann den Haken.
es_mx: Por favor, desplázate para leer el acuerdo completo antes de aceptar
fr_fr: Veuillez faire défiler pour lire l'intégralité des conditions avant d'accepter
hi_in: सहमत होने से पहले कृपया पूरा अनुबंध पढ़ने के लिए स्क्रॉल करें
id_id: Harap gulir untuk membaca seluruh perjanjian sebelum menyetujui
it_it: Scorri per leggere l'intero contratto prima di accettare
ja_jp: 同意前にスクロールして全文をお読みください
ko_kr: 동의하기 전에 전체 약관을 스크롤하여 읽어주세요
pt_br: Por favor, role para ler o acordo completo antes de concordar
ru_ru: Прокрутите для прочтения соглашения перед подтверждением
zh_cn: 请滚动阅读完整协议后勾选同意
zh_tw: 請滾動閱讀完整條款後勾選同意

# AgreementPage_IconCheckHint
source: To ensure display quality, please confirm the icons below are showing correctly
de_de: Bitte überprüfe zur Sicherstellung der Anzeigequalität, ob die folgenden Symbole korrekt dargestellt werden.
es_mx: Para garantizar la calidad de visualización, por favor confirma que los iconos siguientes se muestran correctamente
fr_fr: Afin de garantir un bon affichage, veuillez confirmer que les icônes ci-dessous s'affichent correctement
hi_in: प्रदर्शन गुणवत्ता सुनिश्चित करने के लिए, कृपया पुष्टि करें कि नीचे के आइकन सही दिख रहे हैं
id_id: Untuk memastikan kualitas tampilan, harap konfirmasi ikon di bawah ini ditampilkan dengan benar
it_it: Per garantire la qualità di visualizzazione, conferma che le icone sottostanti siano mostrate correttamente
ja_jp: 表示品質を確保するため、下のアイコンが正しく表示されているか確認してください
ko_kr: 표시 품질을 확인하려면 아래 아이콘이 올바르게 표시되는지 확인하세요
pt_br: Para garantir a qualidade de exibição, confirme se os ícones abaixo estão sendo exibidos corretamente
ru_ru: Для обеспечения качества проверьте корректность иконок ниже
zh_cn: 为了确保显示效果，请确认下方图标是否正常显示
zh_tw: 為了確保顯示效果，請確認下方圖示是否正常顯示

# AgreementPage_Settings
source: Settings
de_de: Einstellungen
es_mx: Ajustes
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
ru_ru: Настройки
zh_cn: 设置
zh_tw: 設定

# AgreementPage_Home
source: Home
de_de: Startseite
es_mx: Inicio
fr_fr: Accueil
hi_in: होम
id_id: Beranda
ja_jp: ホーム
ko_kr: 홈
pt_br: Início
ru_ru: Главная
zh_cn: 主页
zh_tw: 主頁

# AgreementPage_Files
source: Files
de_de: Dateien
es_mx: Archivos
fr_fr: Fichiers
hi_in: फ़ाइलें
id_id: File
it_it: File
ja_jp: ファイル
ko_kr: 파일
pt_br: Arquivos
ru_ru: Файлы
zh_cn: 文件
zh_tw: 檔案

# AgreementPage_CannotDisplay
source: Cannot Display
de_de: Kann nicht angezeigt werden (Cannot Display)
es_mx: No se puede mostrar
fr_fr: Affichage impossible
hi_in: प्रदर्शित नहीं कर सकते
id_id: Tidak Dapat Ditampilkan
it_it: Impossibile Visualizzare
ja_jp: 表示できません
ko_kr: 표시할 수 없음
pt_br: Não é possível exibir
ru_ru: Невозможно отобразить
zh_cn: 无法显示(Cannot Display)
zh_tw: 無法顯示(Cannot Display)

# AgreementPage_DisplayNormal
source: Display Normal
de_de: Anzeige normal (Display Normal)
es_mx: Visualización normal
fr_fr: Affichage normal
hi_in: प्रदर्शन सामान्य
id_id: Tampilan Normal
it_it: Visualizzazione Normale
ja_jp: 表示正常
ko_kr: 정상 표시
pt_br: Exibição normal
ru_ru: Отображение нормальное
zh_cn: 显示正常(Display Normal)
zh_tw: 顯示正常(Display Normal)

# AgreementPage_DataStorage
source: Data Storage Location
de_de: Datenspeicherort
es_mx: Ubicación de almacenamiento de datos
fr_fr: Emplacement de stockage des données
hi_in: डेटा संग्रहण स्थान
id_id: Lokasi Penyimpanan Data
it_it: Posizione Archiviazione Dati
ja_jp: データ保存場所
ko_kr: 데이터 저장 위치
pt_br: Local de armazenamento de dados
ru_ru: Расположение данных
zh_cn: 数据存储位置
zh_tw: 資料儲存位置

# AgreementPage_DataDirDesc
source: You can customize the storage directory for data and cache, or keep the default settings.
de_de: Du kannst das Speicherverzeichnis für Daten und Cache anpassen oder die Standardeinstellung beibehalten.
es_mx: Puedes personalizar el directorio de almacenamiento para datos y caché, o mantener la configuración predeterminada.
fr_fr: Vous pouvez personnaliser le répertoire de stockage des données et du cache, ou conserver les paramètres par défaut.
hi_in: आप डेटा और कैश के लिए संग्रहण निर्देशिका कस्टमाइज़ कर सकते हैं, या डिफ़ॉल्ट सेटिंग्स रख सकते हैं।
id_id: Anda dapat menyesuaikan direktori penyimpanan untuk data dan cache, atau mempertahankan pengaturan default.
it_it: Puoi personalizzare la directory di archiviazione per dati e cache, o mantenere le impostazioni predefinite.
ja_jp: データとキャッシュの保存先をカスタマイズできます。デフォルト設定のままでも構いません。
ko_kr: 데이터 및 캐시의 저장 디렉토리를 사용자 지정하거나 기본 설정을 유지할 수 있습니다.
pt_br: Você pode personalizar o diretório de armazenamento de dados e cache, ou manter as configurações padrão.
ru_ru: Вы можете настроить папку хранения данных и кэша или оставить по умолчанию.
zh_cn: 您可以自定义数据和缓存的存储目录，或保持默认设置。
zh_tw: 您可以自訂資料和快取的儲存目錄，或保持預設設定。

# AgreementPage_UserDataDir
source: User Data Directory
de_de: Benutzerdatenverzeichnis
es_mx: Directorio de datos de usuario
fr_fr: Répertoire des données utilisateur
hi_in: उपयोगकर्ता डेटा निर्देशिका
id_id: Direktori Data Pengguna
it_it: Directory Dati Utente
ja_jp: ユーザーデータディレクトリ
ko_kr: 사용자 데이터 디렉토리
pt_br: Diretório de dados do usuário
ru_ru: Папка данных пользователя
zh_cn: 用户数据目录
zh_tw: 使用者資料目錄

# AgreementPage_Change
source: Change
de_de: Ändern
es_mx: Cambiar
fr_fr: Modifier
hi_in: बदलें
id_id: Ubah
it_it: Modifica
ja_jp: 変更
ko_kr: 변경
pt_br: Alterar
ru_ru: Изменить
zh_cn: 更改
zh_tw: 變更

# AgreementPage_CacheDir
source: Cache Directory
de_de: Cache-Verzeichnis
es_mx: Directorio de caché
fr_fr: Répertoire du cache
hi_in: कैश निर्देशिका
id_id: Direktori Cache
it_it: Directory Cache
ja_jp: キャッシュディレクトリ
ko_kr: 캐시 디렉토리
pt_br: Diretório de cache
ru_ru: Папка кэша
zh_cn: 缓存目录
zh_tw: 快取目錄

# AgreementPage_ConfirmAndComplete
source: Confirm & Complete
de_de: Bestätigen & abschließen
es_mx: Confirmar y completar
fr_fr: Confirmer et terminer
hi_in: पुष्टि करें और पूर्ण करें
id_id: Konfirmasi & Selesai
it_it: Conferma e Completa
ja_jp: 確認して完了
ko_kr: 확인 및 완료
pt_br: Confirmar & Concluir
ru_ru: Подтвердить и завершить
zh_cn: 确认并完成(Confirm)
zh_tw: 確認並完成(Confirm)

# AgreementPage_Next
source: Next
de_de: Weiter
es_mx: Siguiente
fr_fr: Suivant
hi_in: अगला
id_id: Selanjutnya
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
pt_br: Próximo
ru_ru: Далее
zh_cn: 下一步(Next)
zh_tw: 下一步(Next)

# PlayerInfo_Title
source: Character Info Lookup
de_de: Charakterinfo-Abfrage
es_mx: Consulta de información de personaje
fr_fr: Recherche d'informations de personnage
hi_in: पात्र जानकारी लुकअप
id_id: Pencarian Info Karakter
it_it: Ricerca Info Personaggio
ja_jp: キャラクター情報検索
ko_kr: 캐릭터 정보 조회
pt_br: Consulta de informações de personagens
ru_ru: Просмотр информации о персонаже
zh_cn: 角色信息查询
zh_tw: 角色資訊查詢

# PlayerInfo_SearchUid
source: Enter UID to search...
de_de: UID eingeben zum Suchen...
es_mx: Introduce UID para buscar...
fr_fr: Saisir l'UID pour rechercher...
hi_in: खोजने के लिए UID दर्ज करें...
id_id: Masukkan UID untuk mencari...
it_it: Inserisci UID da cercare...
ja_jp: UIDを入力して検索...
ko_kr: 검색할 UID 입력...
pt_br: Insira o UID para pesquisar...
ru_ru: Введите UID для поиска...
zh_cn: 输入UID查询...
zh_tw: 輸入 UID 查詢...

# PlayerInfo_Query
source: Search
de_de: Abfragen
es_mx: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
pt_br: Pesquisar
ru_ru: Поиск
zh_cn: 查询
zh_tw: 查詢

# PlayerInfo_RefreshMyData
source: Refresh My Data
de_de: Meine Daten aktualisieren
es_mx: Actualizar mis datos
fr_fr: Actualiser mes données
hi_in: मेरा डेटा रीफ़्रेश करें
id_id: Segarkan Data Saya
it_it: Aggiorna Miei Dati
ja_jp: 自分のデータを更新
ko_kr: 내 데이터 새로고침
pt_br: Atualizar meus dados
ru_ru: Обновить мои данные
zh_cn: 刷新我的数据
zh_tw: 重新整理我的資料

# PlayerInfo_RoleList
source: Character List
de_de: Charakterliste
es_mx: Lista de personajes
fr_fr: Liste des personnages
hi_in: पात्र सूची
id_id: Daftar Karakter
it_it: Elenco Personaggi
ja_jp: キャラクター一覧
ko_kr: 캐릭터 목록
pt_br: Lista de personagens
ru_ru: Список персонажей
zh_cn: 角色列表
zh_tw: 角色清單

# PlayerInfo_SelectRoleHint
source: Select a character on the left to view details
de_de: Bitte wähle links einen Charakter, um Details anzuzeigen.
es_mx: Selecciona un personaje a la izquierda para ver los detalles
fr_fr: Veuillez sélectionner un personnage à gauche pour voir les détails
hi_in: विवरण देखने के लिए बाईं ओर पात्र चुनें
id_id: Pilih karakter di sebelah kiri untuk melihat detail
it_it: Seleziona un personaggio a sinistra per vedere i dettagli
ja_jp: 左側のキャラクターを選択して詳細を表示
ko_kr: 왼쪽에서 캐릭터를 선택하여 세부 정보 확인
pt_br: Selecione um personagem à esquerda para ver detalhes
ru_ru: Выберите персонажа слева для просмотра
zh_cn: 请选择左侧角色查看详情
zh_tw: 請選擇左側角色查看詳情

# PlayerInfo_BasicStats
source: Basic Stats
de_de: Grundattribute
es_mx: Estadísticas básicas
fr_fr: Stats de base
hi_in: बुनियादी आँकड़े
id_id: Stat Dasar
it_it: Statistiche Base
ja_jp: 基本ステータス
ko_kr: 기본 스탯
pt_br: Atributos básicos
ru_ru: Основные статы
zh_cn: 基础属性
zh_tw: 基礎屬性

# PlayerInfo_CoreStats
source: Core Stats
de_de: Kernwerte
es_mx: Estadísticas principales
fr_fr: Stats principales
hi_in: मुख्य आँकड़े
id_id: Stat Inti
it_it: Statistiche Principali
ja_jp: コアステータス
ko_kr: 핵심 스탯
pt_br: Atributos principais
ru_ru: Основные параметры
zh_cn: 核心数值
zh_tw: 核心數值

# PlayerInfo_Hp
source: Max HP
de_de: Max. LP
es_mx: Vida Máx.
fr_fr: PV max
hi_in: अधिकतम HP
it_it: HP Max
ja_jp: 最大HP
ko_kr: 최대 HP
pt_br: Vida Máx.
ru_ru: Макс. HP
zh_cn: 生命值上限
zh_tw: 生命值上限

# PlayerInfo_Attack
source: ATK
de_de: Angriffskraft
es_mx: ATQ
fr_fr: ATQ
it_it: ATT
ja_jp: 攻撃力
ko_kr: 공격력
pt_br: ATQ
ru_ru: АТК
zh_cn: 攻击力
zh_tw: 攻擊力

# PlayerInfo_Defense
source: DEF
de_de: Verteidigung
es_mx: Defensa
fr_fr: DÉF
it_it: DIF
ja_jp: 防御力
ko_kr: 방어력
ru_ru: ЗАЩ
zh_cn: 防御力
zh_tw: 防禦力

# PlayerInfo_ElementalMastery
source: Elemental Mastery
de_de: Elementarkunde
es_mx: Maestría Elemental
fr_fr: Maîtrise élémentaire
hi_in: एलिमेंटल मास्टरी
it_it: Maestria Elementale
ja_jp: 元素熟知
ko_kr: 원소 마스터리
pt_br: Proficiência Elemental
ru_ru: Мастерство стихий
zh_cn: 元素精通
zh_tw: 元素精通

# PlayerInfo_AdvancedStats
source: Advanced Stats
de_de: Erweiterte Attribute
es_mx: Estadísticas avanzadas
fr_fr: Stats avancées
hi_in: उन्नत आँकड़े
id_id: Stat Lanjutan
it_it: Statistiche Avanzate
ja_jp: 詳細ステータス
ko_kr: 고급 스탯
pt_br: Atributos avançados
ru_ru: Расширенные статы
zh_cn: 进阶属性
zh_tw: 進階屬性

# PlayerInfo_CritRate
source: Crit Rate
de_de: Kritische Trefferrate
es_mx: Prob. Crítica
fr_fr: Taux CRIT
hi_in: क्रिट दर
it_it: Tasso CRIT
ja_jp: 会心率
ko_kr: 치명타 확률
pt_br: Taxa Crítica
ru_ru: Крит. шанс
zh_cn: 暴击率
zh_tw: 暴擊率

# PlayerInfo_CritDmg
source: Crit DMG
de_de: Kritischer Schaden
es_mx: Daño Crítico
fr_fr: DGT CRIT
hi_in: क्रिट क्षति
it_it: DAN CRIT
ja_jp: 会心ダメージ
ko_kr: 치명타 피해
pt_br: Dano Crítico
ru_ru: Крит. урон
zh_cn: 暴击伤害
zh_tw: 暴擊傷害

# PlayerInfo_Recharge
source: Energy Recharge
de_de: Aufladerate
es_mx: Recarga de Energía
fr_fr: Recharge d'énergie
hi_in: ऊर्जा रिचार्ज
it_it: Ricarica Energia
ja_jp: 元素チャージ効率
ko_kr: 원소 충전 효율
pt_br: Recarga de Energia
ru_ru: Восст. энергии
zh_cn: 元素充能效率
zh_tw: 元素充能效率

# PlayerInfo_FireDmg
source: Pyro DMG
de_de: Pyro-Schaden
es_mx: Daño Pyro
fr_fr: Dégâts Pyro
hi_in: पायरो क्षति
it_it: DAN Pyro
ja_jp: 炎元素ダメージ
ko_kr: 불 원소 피해
pt_br: Dano Pyro
ru_ru: Пиро урон
zh_cn: 火元素伤害
zh_tw: 火元素傷害

# PlayerInfo_WaterDmg
source: Hydro DMG
de_de: Hydro-Schaden
es_mx: Daño Hydro
fr_fr: Dégâts Hydro
hi_in: हाइड्रो क्षति
it_it: DAN Hydro
ja_jp: 水元素ダメージ
ko_kr: 물 원소 피해
pt_br: Dano Hydro
ru_ru: Гидро урон
zh_cn: 水元素伤害
zh_tw: 水元素傷害

# PlayerInfo_PhysicalDmg
source: Physical DMG
de_de: Physischer Schaden
es_mx: Daño Físico
fr_fr: Dégâts physiques
hi_in: भौतिक क्षति
it_it: DAN Fisico
ja_jp: 物理ダメージ
ko_kr: 물리 피해
pt_br: Dano Físico
ru_ru: Физ. урон
zh_cn: 物理伤害
zh_tw: 物理傷害

# PlayerInfo_ArtifactDetails
source: Artifact Details
de_de: Artefaktdetails
es_mx: Detalles de artefactos
fr_fr: Détails des artéfacts
hi_in: आर्टिफैक्ट विवरण
id_id: Detail Artefak
it_it: Dettagli Artefatti
ja_jp: 聖遺物詳細
ko_kr: 성유물 세부 정보
pt_br: Detalhes dos artefatos
ru_ru: Детали артефактов
zh_cn: 圣遗物详情
zh_tw: 聖遺物詳情

# PlayerInfo_ViewSource
source: View Source
de_de: Quelle anzeigen
es_mx: Ver cómo obtenerlo
fr_fr: Voir la source
hi_in: स्रोत देखें
id_id: Lihat Sumber
it_it: Visualizza Fonte
ja_jp: ソースを見る
ko_kr: 출처 보기
pt_br: Ver fonte
ru_ru: Источник
zh_cn: 查看获取
zh_tw: 查看獲取

# PlayerInfo_WeaponAndSkills
source: Weapon & Skills
de_de: Waffe & Fähigkeiten
es_mx: Arma y habilidades
fr_fr: Arme et compétences
hi_in: हथियार और कौशल
id_id: Senjata & Skill
it_it: Arma e Abilità
ja_jp: 武器とスキル
ko_kr: 무기 및 스킬
pt_br: Arma & Habilidades
ru_ru: Оружие и навыки
zh_cn: 武器与技能
zh_tw: 武器與技能

# PlayerInfo_Level
source: Lv.
de_de: Stufe
es_mx: Nv.
fr_fr: Niveau
it_it: Liv.
pt_br: Nv.
ru_ru: Ур.
zh_cn: 等级
zh_tw: 等級

# PlayerInfo_SkillLevels
source: Skill Levels
de_de: Fähigkeitsstufen
es_mx: Niveles de habilidad
fr_fr: Niveau des compétences
hi_in: कौशल स्तर
id_id: Level Skill
it_it: Livelli Abilità
ja_jp: スキルレベル
ko_kr: 스킬 레벨
pt_br: Níveis de habilidade
ru_ru: Уровни навыков
zh_cn: 技能等级
zh_tw: 技能等級

# PlayerInfo_NormalAttack
source: Normal Attack
de_de: Standardangriff
es_mx: Ataque Normal
fr_fr: Attaque normale
hi_in: सामान्य हमला
id_id: Serangan Normal
it_it: Attacco Normale
ja_jp: 通常攻撃
ko_kr: 일반 공격
pt_br: Ataque normal
ru_ru: Обычная атака
zh_cn: 普通攻击
zh_tw: 普通攻擊

# PlayerInfo_ElementalSkill
source: Elemental Skill
de_de: Elementarfähigkeit
es_mx: Habilidad Elemental
fr_fr: Compétence élémentaire
hi_in: एलिमेंटल कौशल
id_id: Skill Elemental
it_it: Abilità Elementale
ja_jp: 元素スキル
ko_kr: 원소 스킬
pt_br: Habilidade elemental
ru_ru: Элем. навык
zh_cn: 元素战技
zh_tw: 元素戰技

# PlayerInfo_ElementalBurst
source: Elemental Burst
de_de: Spezialfähigkeit
es_mx: Definitiva
fr_fr: Déchaînement élémentaire
hi_in: एलिमेंटल बर्स्ट
it_it: Tripudio Elementale
ja_jp: 元素爆発
ko_kr: 원소 폭발
pt_br: Supremo
ru_ru: Взрыв стихии
zh_cn: 元素爆发
zh_tw: 元素爆發
